{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "[SEP]",
      1
    ],
    "cls": [
      "[CLS]",
      2
    ]
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 10,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "0": 5,
      "1": 6,
      "2": 7,
      "3": 8,
      "4": 9,
      "5": 10,
      "6": 11,
      "7": 12,
      "8": 13,
      "9": 14,
      "##4": 15,
      "##5": 16,
      "##1": 17,
      "##0": 18,
      "##3": 19,
      "##7": 20,
      "##8": 21,
      "##2": 22,
      "##6": 23,
      "##9": 24,
      "##18": 25,
      "15": 26,
      "1518": 27,
      "70": 28,
      "43": 29,
      "437": 30,
      "74": 31,
      "10": 32,
      "11": 33,
      "76": 34,
      "12": 35,
      "112": 36,
      "14": 37,
      "145": 38,
      "18": 39,
      "189": 40,
      "102": 41,
      "75": 42,
      "##70": 43,
      "1270": 44,
      "83": 45,
      "114": 46,
      "23": 47,
      "238": 48,
      "26": 49,
      "262": 50,
      "124": 51,
      "82": 52,
      "823": 53,
      "101": 54,
      "92": 55,
      "86": 56,
      "107": 57,
      "87": 58,
      "79": 59,
      "98": 60,
      "93": 61,
      "90": 62,
      "901": 63,
      "94": 64,
      "##98": 65,
      "1298": 66,
      "111": 67,
      "470": 68,
      "831": 69,
      "878": 70,
      "##84": 71,
      "1284": 72,
      "142": 73,
      "1456": 74,
      "16": 75,
      "167": 76,
      "20": 77,
      "207": 78,
      "##39": 79,
      "1439": 80,
      "118": 81,
      "1183": 82,
      "115": 83
    }
  }
}